[
  {
    "id": "65a4168be22b7eb498c90f79",
    "picture": "https://hips.hearstapps.com/hmg-prod/images/766/jumping-jacks-in-any-workout-1516714280.jpg",
    "age": 22,
    "time": 17,
    "name": "Jumping Jacks",
    "about": "Officia commodo cillum exercitation anim. Consequat exercitation et laboris aute consequat pariatur sint anim tempor sint ullamco. Aliquip Lorem enim et sint qui.\r\n"
  },
  {
    "id": "65a4168b793d2724650a4fa8",
    "picture": "https://hips.hearstapps.com/hmg-prod/images/ab-crunch-1673363491.jpg?crop=1.00xw:0.753xh;0,0.0959xh&resize=1200:*",
    "age": 24,
    "time": 21,
    "name": "Abdominal Crunches",
    "about": "Voluptate cillum reprehenderit culpa ut aliquip consectetur duis enim incididunt occaecat amet non sunt exercitation. Voluptate aliqua anim cillum et. Minim sit deserunt esse nostrud anim fugiat laborum velit non in consequat elit ipsum cupidatat. Ut ipsum consectetur cupidatat velit dolore consequat non amet laboris incididunt mollit fugiat culpa.\r\n"
  },
  {
    "id": "65a4168bc9882b2dfa236cea",
    "picture": "https://hips.hearstapps.com/hmg-prod/images/russian-twist-sharpened-1548270008.jpg",
    "age": 25,
    "time": 54,
    "name": "Russian Twist",
    "about": "Ad eiusmod fugiat officia tempor. Aute id ex do velit proident irure elit dolore laboris quis ullamco. Mollit aliquip mollit exercitation exercitation tempor proident quis officia excepteur irure in sunt. Culpa deserunt qui esse magna ea laboris tempor deserunt laboris eu Lorem eiusmod excepteur. Voluptate dolore aliquip cillum officia esse ullamco voluptate.\r\n"
  },
  {
    "id": "65a4168b26dbabbd243cc1ba",
    "picture": "https://images.livemint.com/img/2023/09/28/1140x641/Fitness_mountain_climbers_1695909933565_1695909946377.jpg",
    "age": 20,
    "time": 15,
    "name": "Mountain Climber",
    "about": "Reprehenderit cillum est id consequat exercitation do sint. Aliqua ut duis consequat do culpa. Veniam occaecat irure nisi occaecat non eu non consequat aliqua ad non non occaecat exercitation.\r\n"
  },
  {
    "id": "65a4168bff34da06f0855ed7",
    "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQRMiAPPbAS--rUDIXZkVcx7QoW6Qpzs03jOtHjwx2wtVpJSvyMpfehomhKHo7XOcPYxU4&usqp=CAU",
    "age": 25,
    "time": 54,
    "name": "Heel Touch",
    "about": "Commodo laborum enim enim veniam mollit tempor adipisicing deserunt est ea anim. Esse ex amet aute non Lorem mollit enim cupidatat elit aliquip nisi. Eu pariatur duis consequat ad elit excepteur sint cillum do enim ipsum. Laboris voluptate ex labore labore anim. Et elit aliquip qui mollit nulla. Non ex deserunt proident elit exercitation sint sit ea in est reprehenderit consequat.\r\n"
  },
  {
    "id": "65a4168b9e4ab8a4aa69857d",
    "picture": "https://www.muscleandfitness.com/wp-content/uploads/2018/07/800-plate-supine-leg-raise-3.jpg?w=800&h=630&crop=1&quality=86&strip=all",
    "age": 21,
    "time": 55,
    "name": "Leg Raises",
    "about": "Velit deserunt et tempor enim. Proident ullamco eu eu ex cillum cillum ut commodo laboris ad occaecat. Deserunt sunt exercitation tempor nisi laborum reprehenderit deserunt reprehenderit et reprehenderit fugiat. Incididunt dolor non nisi cillum fugiat excepteur nostrud aute culpa culpa deserunt culpa est aliquip. Elit minim pariatur velit deserunt. Commodo anim magna ipsum dolor cillum.\r\n"
  },
  {
    "id": "65a4168b7fb4bb2d56b3e39d",
    "picture": "https://blog-images-1.pharmeasy.in/blog/production/wp-content/uploads/2021/01/06152556/3.jpg",
    "age": 22,
    "time": 19,
    "name": "Plank",
    "about": "Anim nostrud exercitation aliquip aliqua consequat aute aute cupidatat. Excepteur nostrud enim veniam culpa cillum mollit ullamco dolore pariatur officia. Esse cupidatat et ipsum ea sint aliqua ad deserunt dolor dolore.\r\n"
  },
  {
    "id": "65a4168b28430d77424d56e1",
    "picture": "https://cdn.yogajournal.com/wp-content/uploads/2022/06/Upward-Facing-Dog-Mod-1_Andrew-Clark-e1670972827524.jpg",
    "age": 24,
    "time": 58,
    "name": "Cobra Stretch",
    "about": "Consectetur enim duis velit veniam velit ullamco reprehenderit esse sint. Sit excepteur eiusmod nostrud est excepteur cillum ut cupidatat consectetur adipisicing dolore consectetur. Laborum do incididunt nulla fugiat tempor minim elit sit cupidatat cupidatat magna amet. Anim magna sunt non voluptate anim nisi officia nisi et ut occaecat sunt reprehenderit sit. Veniam ea elit nulla voluptate incididunt occaecat dolor fugiat officia amet nostrud magna sunt irure. In do in voluptate deserunt officia qui non proident laborum excepteur ex.\r\n"
  },
  {
    "id": "65a4168bdef68139cd2054e7",
    "picture": "https://i.ytimg.com/vi/BzYBkAvdCJY/maxresdefault.jpg",
    "age": 23,
    "time": 36,
    "name": "Spine Lumbar Twist Stretch Left",
    "about": "Proident ullamco occaecat ipsum ex. Sunt est eiusmod pariatur do nostrud et aliqua non. Adipisicing aliquip mollit officia nisi consequat enim sint pariatur ex deserunt adipisicing reprehenderit. Nisi do nisi dolor culpa.\r\n"
  },
  {
    "id": "65a4168bc8baef90444b8090",
    "picture": "https://i0.wp.com/www.yogabasics.com/yogabasics2017/wp-content/uploads/2013/11/KneedDnTwist_9828.jpg?fit=700%2C500&ssl=1",
    "age": 24,
    "time": 51,
    "name": "Spine Lumbar Twist Stretch Right",
    "about": "Excepteur quis mollit do tempor aliqua consequat. Magna dolore esse eiusmod commodo nostrud. Id ut cillum officia consectetur ea non do eiusmod ut voluptate sint. Excepteur eiusmod et in do anim eiusmod magna cupidatat incididunt deserunt. Ut deserunt ad duis elit anim. Duis amet est incididunt ad irure est dolor quis cillum mollit enim. Ea labore officia irure voluptate.\r\n"
  },
  {
    "id": "65a4168b7ad682305cfafe5c",
    "picture": "https://i.ytimg.com/vi/TvYN0XAIsLc/maxresdefault.jpg",
    "age": 20,
    "time": 50,
    "name": "Incline Push-Ups",
    "about": "Pariatur eu do exercitation fugiat duis incididunt ad aliqua commodo duis est qui nulla nostrud. Ut ea minim exercitation dolor exercitation id ex pariatur do deserunt ullamco anim laborum. Dolore eiusmod amet ad ea mollit ad nisi voluptate enim magna sint. Consectetur adipisicing cillum cupidatat incididunt incididunt ipsum.\r\n"
  },
  {
    "id": "65a4168b79c272421374e76d",
    "picture": "https://barbend.com/wp-content/uploads/2023/06/100-push-ups-a-day-featured-image-barbend.com_.jpg",
    "age": 22,
    "time": 28,
    "name": "Push-Ups",
    "about": "Mollit aliquip Lorem laboris ea culpa exercitation id fugiat reprehenderit aliquip laboris enim sint eu. Amet irure magna reprehenderit esse ut. Eu Lorem qui excepteur id eiusmod non commodo.\r\n"
  },
  {
    "id": "65a4168b90771e6dce069d85",
    "picture": "https://media.post.rvohealth.io/wp-content/uploads/2019/07/Wide_Pushup_Gym_Male-1200x628-Facebook.jpg",
    "age": 22,
    "time": 31,
    "name": "Wide Arm Push-Ups",
    "about": "Anim aliqua in quis sint dolor culpa laborum eiusmod ullamco officia deserunt. Sunt mollit irure sunt ex commodo in veniam consectetur veniam laborum anim reprehenderit cillum. Nisi ut et esse officia ullamco esse ut et cupidatat. Nulla amet occaecat dolor nostrud mollit mollit esse deserunt sint duis est excepteur dolore laborum. Esse anim eu anim labore duis ut amet aliquip dolore mollit cillum ullamco nostrud ex. Amet ea deserunt et mollit nisi velit reprehenderit dolore culpa sit laborum amet et tempor.\r\n"
  },
  {
    "id": "65a4168b3e4dff9a8a060a0d",
    "picture": "https://dungcutheduc.vn/images/contents/bai-tap-bench-dips.jpg",
    "age": 23,
    "time": 45,
    "name": "Triceps Dips",
    "about": "Labore excepteur ad et reprehenderit velit labore anim do. Eu sunt ipsum ipsum et et aute. Dolore eiusmod id velit do consectetur esse laboris elit.\r\n"
  },
  {
    "id": "65a4168be2b1693c05b0e233",
    "picture": "https://www.wellandgood.com/wp-content/uploads/2020/04/Stocksy_txpf755269aTFh200_Small_2273968.jpg",
    "age": 22,
    "time": 31,
    "name": "Knee Push-Ups",
    "about": "Eiusmod aliquip pariatur adipisicing minim duis dolore ullamco. Proident ullamco est aliqua dolor aute. Laborum deserunt qui consectetur labore enim exercitation nisi culpa id elit dolore sint nisi occaecat. Sit qui cupidatat reprehenderit reprehenderit laboris velit amet do mollit dolor eiusmod. Sunt nisi elit cupidatat dolor tempor adipisicing dolore officia reprehenderit tempor consequat laboris sunt. Esse deserunt nisi occaecat consequat quis ipsum exercitation anim exercitation.\r\n"
  }
]